taskt/Core/Automation/Commands/ListGroup/GetVarianceFromListCommand.dot
digraph "GetVarianceFromListCommand" {
"GetVarianceFromListCommand" -> "AListGetMathResultFromListCommands";
"AListGetMathResultFromListCommands" -> "AListGetFromListCommands";
"AListGetMathResultFromListCommands" -> "IListGetMathResultFromListProperties";
"AListGetFromListCommands" -> "AListInputListCommands";
"AListGetFromListCommands" -> "IListGetFromListProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
