taskt/Core/Automation/Commands/ListGroup/GetVarianceFromListCommand.puml
@startuml
GetVarianceFromListCommand --> AListGetMathResultFromListCommands
AListGetMathResultFromListCommands --> AListGetFromListCommands
AListGetMathResultFromListCommands --> IListGetMathResultFromListProperties
AListGetFromListCommands --> AListInputListCommands
AListGetFromListCommands --> IListGetFromListProperties
AListInputListCommands --> ScriptCommand
AListInputListCommands --> IListProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
